---
kind: property
id: P:Autodesk.Revit.DB.Lighting.AdvancedLossFactor.LampTiltLossFactor
source: html/93cd3ce8-02ae-3113-cc08-e356d726b4ef.htm
---
# Autodesk.Revit.DB.Lighting.AdvancedLossFactor.LampTiltLossFactor Property

The lamp tilt loss factor.

## Syntax (C#)
```csharp
public double LampTiltLossFactor { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: The loss factor is not valid because it is not between 0.0 and 1.0.